{
	"Ontdek hier onze producten": "Check out our products",
	"Onze producten komen in hersluitbare glazen flessen van 500ml en bevatten een alcoholpercentage van 17%.": "Our products come in reclosable 500ml glass bottles and contain an alcohol percentage of 17%.",
    "yesyesyes tien windjes in een fles": "The bottles can be collected free of charge at one of our team members or delivered to your home in Belgium (+ shipping costs).",
	"Madam Cherry": "Madam Cherry",
	"Appel-Kers": "Apple-Cherry",
	"Maak kennis met Madam Cherry: zij brengt de zoete liefde van appel en kers tot bij jou. Met haar sterk karakter verovert zij jouw hart.": "A combination of freshly pressed apple and cherry juice. One of the most popular flavours in our product range.",
	"Prijs": "Price",
	"Lady Barbara": "Lady Barbara",
	"Appel-Rabarber": "Apple-Rhubarb",
	"Lady Barbara brengt een unieke smaak door haar mix van rabarber en appel. Zo proef jij haar elegante karakter.": "A drink based on pure apple juice and freshly squeezed rhubarb. An unusual but tasty combination for real foodies.",
	"Miss Ginger": "Miss Ginger",
	"Appel-Gember": "Apple-Ginger",
	"Deze knappe dame is Miss Ginger. Zij overtuigt jou met haar verfrissende mix van appel, gember en een subtiele citrustoets.": "A surprising mix of apple, ginger and a hint of lemon. An explosion of flavours for the courageous.",
	"Duchess Fran": "Duchess Fran",
	"Duchess Fran, deze chique dame neemt jou mee op een smaakvolle audiëntie. Een koninklijke combinatie van framboos en appel.": "A bright red colour, apple juice and raspberry juice. That is all that is needed to describe this delicious drink.",
	"Appel-Framboos": "Apple-Raspberry",
	"Taste Box": "Taste Box",
	"Met deze box, kan je heerlijke cocktails maken met onze dranken. Deze box bevat:": "With this box, you can make delicious cocktails with our drinks. This box contains:",
	"Fles (500ml) naar keuze - gelieve dit door te geven bij bestelling": "Bottle (500ml) of your choice - please specify when ordering",
	"Tonic": "Tonic",
	"EtOH glas": "EtOH glass",
	"verrassing": "Surprises",
	"Geurkaars": "Scented candle"
}
